export const achieves = [
  {
    id: 1,
    number: '11230+',
    text: 'মোট দ্বীনদার পাত্র-পাত্রীর বায়োডাটা',
    img: 'https://ordhekdeen.com/wp-content/uploads/2022/02/Couple-v2.svg',
  },
  {
    id: 2,
    number: '6500+',
    text: 'মোট পাত্রের বায়োডাটা',
    img: 'https://ordhekdeen.com/wp-content/uploads/2022/02/Male-v2.svg',
  },
  {
    id: 3,
    number: '5034+',
    text: 'মোট পাত্রীর বায়োডাটা',
    img: 'https://ordhekdeen.com/wp-content/uploads/2022/02/Female-v2.svg',
  },
  {
    id: 4,
    number: '503',
    text: 'সর্বমোট সফল বিবাহ',
    img: 'https://ordhekdeen.com/wp-content/uploads/2022/02/Ring.svg',
  }
]

export const homeText = `পাত্র-পাত্রী নির্বাচন খুব গুরুত্বপূর্ণ একটি বিষয়। যে মানুষটির সাথে সারা জীবন অতিবাহিত করতে হবে সেই মানুষটির চারিত্রিক ও নৈতিক বৈশিষ্ট্য তার জীবনসঙ্গীর উপর অনেক প্রভাব বিস্তার করে।

এ ব্যাপারে কয়েকটি হাদিস উল্লেখযোগ্য –

‘যার দ্বীনদারী ও চরিত্রে তোমরা সন্তুষ্ট, এমন কেউ বিবাহের প্রস্তাব দিলে তার সাথে তোমরা বিবাহ সম্পন্ন কর। তা না করলে পৃথিবীতে ফিৎনা দেখা দেবে ও ব্যাপক ফ্যাসাদ ছড়িয়ে পড়বে।’ (তিরমিযী: ১০৮৪)

‘নারীকে বিবাহ করা হয় চারটি জিনিস দেখে। তার সম্পদ দেখে, বংশমর্যাদা দেখে, রূপ দেখে এবং দ্বীনদারী দেখে। হে মুমিন! তুমি দ্বীনদার নারী বিবাহ করে ধন্য হয়ে যাও।’ (বুখারী : ৫০৯০ )

“সমগ্র দুনিয়াটাই সম্পদ। এর মধ্যে সবচাইতে উত্তম সম্পদ হলাে পরহেযগার স্ত্রী। “(মুসলিম – ৩৭১৬)

“তোমরা নারীদের (কেবল) রূপ দেখে বিবাহ করো না। হতে পারে রূপই তাদের বরবাদ করে দেবে। তাদের অর্থ-সম্পদ দেখেও বিবাহ করো না, হতে পারে অর্থ-সম্পদ তাকে উদ্ধত করে তুলবে। বরং দ্বীন দেখেই তাদের বিবাহ কর। একজন নাক-কান-কাটা অসুন্দর দাসীও (রূপসী ধনবতী স্বাধীন নারী অপেক্ষা) শ্রেয়, যদি সে দ্বীনদার হয়। “(ইবনে মাজাহ)

উপরিউক্ত হাদিস সমূহের শিক্ষা হল, পাত্র-পাত্রী নির্বাচনে দ্বীনদারী ও সচ্চরিত্রকে সর্বাগ্রে রাখতে হবে। সৌন্দর্য, অর্থ-সম্পদ ও বংশীয় সমতাও বিচার্য বটে, কিন্তু সবই দ্বীনদারীর পরবর্তী স্তরে। দ্বীনদারী ও চরিত্র সন্তোষজনক হলে বাকিগুলোতে ছাড় দেওয়া যায়, কিন্তু বাকিগুলো যতই আকর্ষণীয় হোক, তার খাতিরে দ্বীনদারীতে ছাড় দেওয়ার অবকাশ নেই। আর যদি দ্বীনদারীর সাথে অন্যগুলোও মিলে যায়, সে অতি সুন্দর মিলন বটে, কিন্তু তা খুব সহজলভ্যও নয়। তাই সে রকম আশার ক্ষেত্রে মাত্রাজ্ঞানের পরিচয় দেওয়া জরুরি। একজন দ্বীনদার জীবনসঙ্গী আল্লাহর নৈকট্যে যেতে সহায়ক ভূমিকা পালন করে, অন্যথায় দ্বীনের উপর অবিচল থাকা অনেক কঠিন হয়ে যায়। তাই ইসলামে পাত্র-পাত্রী নির্বাচনে দ্বীনদারীকে প্রাধান্য দেয়ার নির্দেশনা পাওয়া যায়। `
