const qadata = [
  {
    control: 'জান্নাতী জুটি ডট কম ওয়েবসাইটটি মূলত কি?',
    panel:
      'এটি একটি ম্যাটরিমনি ওয়েবসাইট। এখানে আপনি থানা, জেলা, বিভাগ ভিত্তিক দ্বীনদার পাত্র পাত্রীর বায়োডাটা খোঁজে পাবেন।'
  },
  {
    control: 'বায়োডাটা জমা দেয়ার জন্য কি কোন টাকা দিতে হবে ?',
    panel: 'জ্বি না, এখন পর্যন্ত আমরা কোন টাকা নিচ্ছি না ।'
  },
  {
    control: 'সবাই কি বায়োডাটা জমা দিতে পারবে?',
    panel: 'জ্বি না, শুধুমাত্র দ্বীনদার মুসলিম যারা তারা জমা দিতে পারবেন ।'
  },
  {
    control: 'বায়োডাটা তৈরি করার ক্ষেত্রে কি কোনো শর্ত আছে?',
    panel: `জ্বি, কিছু শর্ত রয়েছে যা আপনাকে অবশ্যই পূরণ করতে হবে ।
    পুরুষদের জন্য-
    ১. ৫ ওয়াক্ত নামাযী হতে হবে।
    ২. ওয়াজিব দাড়ি সুন্নতি পদ্ধতিতে বড় থাকতে হবে।
    ৩. টাখনুর উপর কাপড় পড়তে হবে।
    ৪. হালাল উপার্জন থাকতে হবে।
    নারীদের জন্য-
    ১. ৫ ওয়াক্ত নামাযী হতে হবে।
    ২. “নিকাব” সহ ফরজ পর্দানশীন হতে হবে।`
  },
  {
    control: 'কী কী কারণে বায়োডাটা এপ্রুভ হয় না ?',
    panel: `বিভিন্ন কারণে বায়োডাটা এপ্রুভ হয় না। তার মাঝে কিছু সংখ্যক কারণ নিম্নে উল্লেখ করা হলো।
    ১. আপনি যদি দ্বীনদার মুসলিম না হয়ে থাকেন।
    ২. যদি আপনি ৫ ওয়াক্ত নামাযী না হয়ে থাকেন।(নারী পুরুষ উভয়ের জন্যই এই শর্ত)
    ৩. যদি ওয়াজিব দাঁড়ি সুন্নতি পদ্ধতীতে বড় না রেখে থাকেন।
    ৪. পুরুষদের ক্ষেত্রে যদি টাখনুর উপর কাপড় না পরে থাকেন।
    ৫. নারীদের ক্ষেত্রে নিকাব সহ ফরজ পর্দা/বোরকা না পরে থাকেন। নিকাব পরা আবশ্যক। নিকাব না পরলেও এপ্রুভ করা হয় না।
    ৬. আপনি যদি অভিভাবককে না জানিয়ে আমাদের ওয়েবসাইটে বায়োডাটা জমা দেন।
    ৭.আপনি যদি অভিভাবকের নাম্বারের ঘরে নিজের নাম্বার লিখে রাখেন।
    ৮.আপনি যদি বায়োডাটাতে কোনো মিথ্যা তথ্য দিয়ে থাকেন আর আমরা সেটা বুঝতে পারি।
    ৯. আপনি যদি প্রশ্নের উত্তরগুলো স্পষ্ট ভাবে না দিয়ে অন্য ভাবে দিয়ে থাকনে। যেমনঃ শুধু “আলহামদুলিল্লাহ” বা “হুম” ইত্যাদি লিখেন ।
    অথচ এটি দ্বারা হ্যাঁ/না স্পষ্টভাবে বোঝা যায় না ।আপনি “আলহামদুলিল্লাহ হ্যাঁ” দিয়ে পারেন।তবে শুধু আলহামদুলিল্লাহ বা হুম এসব দিলে এপ্রুব হয় না।আপনাকে হ্যাঁ অথবা না স্পষ্ট করে বিস্তারিত বলতে হবে।
    ১০.আপনি যদি “কতৃপক্ষের জিজ্ঞাসা” প্রশ্নের উত্তর না দিয়েই পাবলিশ করে থাকেন।
    ১১.আপনি যদি কোনো গুরুত্বপূর্ণ প্রশ্নের উত্তর না দিয়ে ফাঁকা রেখে দিয়ে পাবলিশ করে থাকেন।
    ১২.আপনি যদি যোগাযোগ তথ্য সঠিকভাবে পূরণ না করে থাকেন।
    ১৩. আলিয়া মাদ্রাসা শিক্ষিতদের জেনারেল সিলেক্ট করতে বলার পরেও আপনারা কেউ যদি মাদ্রাসা সিলেক্ট করেন তাহলেও এপ্রুভ হয় না। আলিয়া মাদ্রাসা জেনারেল লাইনের মধ্যে পরে।`
  },
  {
    control:
      'আমি ৫ ওয়াক্ত নামাযী, কিন্ত আমি সুন্নতী দাঁড়ি রাখি নি, আমি বায়োডাটা আপলোড করতে পারবো?',
    panel:
      'না, আপনি বায়োডাটা আপলোড করলে এপ্রুভ করা হবে না। যাদের ওয়াজিব দাড়ি আছে শুধুমাত্র তাদের বায়োডাটা এপ্রুভ করা হবে।'
  },
  {
    control:
      'আমি ৫ ওয়াক্ত নামাযী, আমি বোরকা ও হিজাব পরি তবে নিকাব করি না। আমি বায়োডাটা আপলোড করতে পারবো?',
    panel:
      'না, আপনি বায়োডাটা আপলোড করলে এপ্রুভ করা হবে না। যারা নিকাব সহ বোরকা পরেন শুধুমাত্র তাদের বায়োডাটা এপ্রুভ করা হয়।'
  },
  {
    control:
      'আমার অভিভাবক আমার বিয়েতে রাজি নয়, আমি কি বায়োডাটা জমা দিতে পারবো?',
    panel:
      'না। আপনি পাত্র/পাত্রী যেই হোন না কেন, আমাদের ওয়েবসাইটে বায়োডাটা তৈরি করতে হলে অবশ্যই অভিভাবকের অনুমতি নিয়ে জমা দিতে হবে। অন্যথায় বায়োডাটা এপ্রুভ করা হবে না।'
  },
  {
    control:
      'আমি একজন ছাত্র, আমার এখনো কোনো আয় নেই, আমি কি বায়োডাটা আপলোড করতে পারবো?',
    panel:
      'হ্যাঁ, পারবেন। তবে অবশ্যই আপনার অভিভাবকের অনুমতি নিয়ে বায়োডাটা তৈরি করতে হবে।'
  },
  {
    control:
      'বায়োডাটা জমা দেয়ার পর বিয়ে হয়ে গেলে বা অন্য কারণে বায়োডাটা ডিলিট করতে পারবো?',
    panel: 'হ্যাঁ, আপনার যখন ইচ্ছা তখন বায়োডাটা ডিলিট করতে পারবেন।'
  },
  {
    control: 'একজনের বায়োডাটা আরেকজন তৈরি করতে পারবে?',
    panel:
      'আমাদের বায়োডাটা ফর্মে অনেক ব্যক্তিগত প্রশ্ন আছে, যেগুলোর উত্তর একমাত্র পাত্র-পাত্রী নিজেই ভাল জানেন। পরিবারের অন্য কেউ যদি ফর্মটি তৈরি করে দেন তাহলে সেই প্রশ্নগুলোর উত্তর বাহ্যিকভাবে সত্য হলেও কিছু ত্রুটি থেকে যাবে। এজন্য যার বিয়ে তাকেই লিখতে হবে এমন শর্ত আবশ্যক করা হয়েছে। তবে অনেকেই আছেন বাংলা টাইপ করতে জানেন না। এক্ষেত্রে বাংলা টাইপ করতে জানেন এমন একজনকে পাশে বসিয়ে উনি উত্তরগুলো বলে দিবেন, টাইপ জানা ব্যক্তি লিখে ফর্মটি তৈরি করবেন।'
  }
]

export default qadata
