export default function Hometext() {
  return (
    <>
      ইসলাম পরিবার গঠনের জন্য বিবাহকে অত্যাবশ্যকীয় বিধান হিসেবে প্রতিষ্ঠা তো
      করেছেই, পাত্র-পাত্রী নির্বাচনের জন্যও প্রণয়ন করেছে কিছু বিধিনিষেধ এবং
      নিয়মাবলি । মানুষ যদি ঈমানের সাথে সে গুলো মেনে নিয়ে জীবন গঠন করতে পারে,
      তাহলে দাম্পত্যজীবন হবে মন কষাকষি মুক্ত, ভালোবাসা এবং আন্তরিকতায়
      পরিপূর্ণ,চোখজুড়ানো, মনমাতানো । <br />
      স্বামী-স্ত্রীর সম্পর্ক পৃথিবীর পবিত্রতম সম্পর্কগুলোর একটি । সেই পবিত্র
      সম্পর্ক তৈরী করার জন্য ইসলাম প্রণয়ন করেছে অভিনব এক পদ্ধতি । <br />
      <p>নবী কারীম সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বলেন..</p> <br />
      <p className='font-bold text-gray-500'>
        ‘যার দ্বীনদারী ও চরিত্রে তোমরা সন্তুষ্ট, এমন কেউ বিবাহের প্রস্তাব দিলে
        তার সাথে তোমরা বিবাহ সম্পন্ন কর। তা না করলে পৃথিবীতে ফিৎনা দেখা দেবে ও
        ব্যাপক ফ্যাসাদ ছড়িয়ে পড়বে।’ (তিরমিযী: ১০৮৪)
      </p>
      <br />
      <p className='font-bold text-gray-500'>
        ‘সমগ্র দুনিয়াটাই সম্পদ। এর মধ্যে সবচাইতে উত্তম সম্পদ হলাে পরহেযগার
        স্ত্রী।’ (মুসলিম – ৩৭১৬)
      </p>{' '}
      <br />
      <p className='font-bold text-gray-500'>
        ‘নারীকে বিবাহ করা হয় চারটি জিনিস দেখে। তার সম্পদ দেখে, বংশমর্যাদা দেখে,
        রূপ দেখে এবং দ্বীনদারী দেখে। হে মুমিন! তুমি দ্বীনদার নারী বিবাহ করে ধন্য
        হয়ে যাও।’ (বুখারী : ৫০৯০ )
      </p>
      <br />
      <p className='font-bold text-gray-500'>
        ‘তোমরা নারীদের (কেবল) রূপ দেখে বিবাহ করো না। হতে পারে রূপই তাদের বরবাদ
        করে দেবে। তাদের অর্থ-সম্পদ দেখেও বিবাহ করো না, হতে পারে অর্থ-সম্পদ তাকে
        উদ্ধত করে তুলবে। বরং দ্বীন দেখেই তাদের বিবাহ কর। একজন নাক-কান-কাটা
        অসুন্দর দাসীও (রূপসী ধনবতী স্বাধীন নারী অপেক্ষা) শ্রেয়, যদি সে দ্বীনদার
        হয়।’ (ইবনে মাজাহ)
      </p>{' '}
      <br />
      <p>
        উক্ত হাদিস সমূহের মাধ্যমে নবী কারীম সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম এটাই
        শিক্ষা দিয়েছেনে যে, পাত্র-পাত্রী নির্বাচনে দ্বীনদারী ও চারিত্রিক
        গুণাবলীকে প্রাধান্য দিতে হবে। সৌন্দর্য, অর্থ-সম্পদ ও বংশীয় সমতাও
        বিবেচনায় রাখতে হবে, কিন্তু সবই দ্বীনদারীর পরবর্তী স্তরে। দ্বীনদারী ও
        চরিত্র সন্তোষজনক হলে বাকিগুলোতে ছাড় দেওয়া যায়, কিন্তু বাকিগুলো যতই
        আকর্ষণীয় হোক, তার জন্যে কোনভাবেই দ্বীনদারীতে ছাড় দেওয়ার অবকাশ নেই। আর
        যদি দ্বীনদারীর সাথে অন্য গুণগুলোও মিলে যায়, তাহলে তো তা অবশ্যই সুন্দর ।{' '}
        <br />
        একজন দ্বীনদার জীবনসঙ্গী আল্লাহর নৈকট্যে যেতে সহায়ক ভূমিকা পালন করে,
        অন্যথায় দ্বীনের উপর অবিচল থাকা অনেক কঠিন হয়ে যায়। তাই ইসলামে
        পাত্র-পাত্রী নির্বাচনে দ্বীনদারীকে প্রাধান্য দেয়ার নির্দেশনা পাওয়া যায়।
      </p>
    </>
  )
}
